# Brewfile for installing applications

# Brews
brew 'caffeinate'
brew 'imagemagick'
brew 'spoof-mac'
brew 'mkvtoolnix'
brew 'gallery-dl'
brew 'nano'
brew 'rclone'
brew 'ffmpeg'
brew 'htop'
brew 'wget'
brew 'docker'
brew 'mas'

# Casks
cask 'affinity-publisher'
cask 'adobe-creative-cloud'
cask 'pdf-expert'
cask 'apppolice'
cask 'viscosity'
cask 'notion'
cask 'veracrypt'
cask 'keka'
cask 'spotify'
cask 'handbrake'
cask 'vlc'
cask 'bartender'
cask 'calibre'
cask 'transmit'
cask 'google-drive'
cask 'zettlr'

# Appstore Applications
mas "1Password", id: 443987910
