# Brewfile for installing applications

# Brews
brew 'imagemagick'
brew 'spoof-mac'
brew 'mkvtoolnix'
brew 'gallery-dl'
brew 'rclone'
brew 'ffmpeg'
brew 'htop'
brew 'wget'
brew 'mas'

# Casks
cask 'affinity-publisher'
cask 'adobe-creative-cloud'
cask 'pdf-expert'
cask 'apppolice'
cask 'viscosity'
cask 'notion'
cask 'veracrypt'
cask 'keka'
cask 'spotify'
cask 'handbrake'
cask 'vlc'
cask 'bartender'
cask 'calibre'
cask 'transmit'
cask 'google-drive'
cask 'zettlr'
cask 'docker'
cask 'anki'
cask 'tailscale'
cask 'makemkv'
cask 'visual-studio-code'
cask 'little-snitch'
cask '1password'

# Appstore Applications
mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
mas "Word", id: 462054704
